from colorama import init, Fore, Style



init()


UA = {
    1 : "Вітаю",
    2 : "Оберіть дію",
    3 : "1 --- Переглянути суму всіх замовлень",
    4 : "2 --- Вивести всі замовлення кожного клієнта",
    5 : "3 --- Знайти середнє значення всіх замовлень",
    6 : "4 --- Вивести одну найпопулярнішу покупку",
    7 : "5 --- Вивести кількість товарів у кожній категорії",
    8 : "6 --- Змінити ціни в категорії (виберіть категою та на скільки %)",
    9 : f"{Fore.WHITE}{Style.DIM}Нажміть ентер{Style.RESET_ALL}",
    10 : " --- Категорія"
  } 